Repository: S3b0/t3ecom
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_teaser_text
source: Teaser Text
de: Teaser

# tx_teaser_headline
source: Teaser Headline
de: Teaser Überschrift

# tx_teaser_image
source: Teaser Image
de: Teaser-Bild

# tx_teaser_link_label
source: Teaser Link - Label
de: Teaser-Link - Beschriftung

# tx_page_icon
source: Icon class
de: Iconklasse

# tx_footer_description
source: Footer page description
de: Footer Seitenbeschreibung

# tx_hide_footer_description
source: Hide footer page description
de: Footer Seitenbeschreibung verbergen

# tx_add_link
source: Additional link
de: Zusätzlicher Link

# tx_add_link_label
source: Additional link - Label
de: Zusätzlicher Link - Beschriftung

# tx_product
source: Product (link to direct downloads)
de: Produkt (Link zu den Direkt-Downloads)

# tx_product_image
source: Image
de: Bild

# tx_product_custom_badge
source: Custom Badge (HTML)
de: Eigenes Label (HTML)

# tx_product_shipping
source: Now shipping
de: Jetzt verfügbar

# tx_product_discontinued
source: Discontinued
de: Abgekündigt

# tx_subnavigation_title
source: Sub-Navigation Title
de: Unternavigationstitel

# tx_news_comments
source: Show Comments
de: Kommentare anzeigen
